{
    "nav": {
        "about": "About",
        "work": "Work",
        "contact": "Contact"
    },
    "home": {
        "hello": "Hi there, I'm",
        "roles": [
            "Front-end Developer",
            "Graphic Designer",
            "Energetic Athlete",
            "Curious Traveler",
            "Vintage Lover",
            "Lego Maniac"
        ]
    },
    "about": {
        "title": "About",
        "description": [
            "Ciao, I'm Davide Condoluci and I recently completed the Web Application & Apps course at Scuola Mohole, where I gained solid skills as a frontend developer and graphic designer. I love working in teams, and have strong critical thinking. Precision is one of my strengths, which I apply to every project.",
            "My passions range from sports, like soccer, gym, and running, to fashion, technology, and collecting. I also love traveling and discovering new cultures, which inspire and enrich my creativity. This mix of interests allows me to bring a unique and creative perspective to everything I do. I am always looking for new challenges and opportunities to grow and learn, both professionally and personally."
        ],
        "skills": "Skills",
        "education": "Education",
        "CV": "Download CV"
    },
    "work": {
        "title": "My Work",
        "description": "A selection of my best work from over the years from websites, to applications and branding."
    },
    "contact": {
        "title": "Contact",
        "description": "Get in touch or shoot me an email directly on",
        "form": {
            "name": "Full Name",
            "email": "Email",
            "message": "Message",
            "send": "Send",
            "success": "Message sent successfully!",
            "error": "Please fill in all fields.",
            "errorGeneric": "Something went wrong, please try again."
        },
        "stayConnected": "Stay connected with me:"
    },
    "popup": {
        "goBack": "Go back to projects",
        "noImages": "No images available",
        "openWebsite": "Open website",
        "openProject": "Open project",
        "openPdf": "Open pdf",
        "openGithub": "Open Github"
    },
    "projects": {
        "quizRoyale": {
            "description": "Online educational video game with multiple-choice quizzes in RPG style on a website."
        },
        "pokedex": {
            "description": "A web application that allows users to search and explore information about Pokémon from the Pokédex of Kanto."
        },
        "eidosmedia": {
            "description": "Updated navbar on Eidosmedia's website with a modern design and improved navigation for both desktop and mobile."
        },
        "filmflix": {
            "description": "An application that allows you to search for your favorite movies and discover information about them."
        },
        "petit": {
            "description": "The only training app for pet owners that keeps your dog healthy by offering personalized exercises and services."
        },
        "durud": {
            "description": "A blog/website dedicated to cooking, travel, personal experiences, and poetry."
        },
        "champagneLeague": {
            "description": "Development of the brand identity and website for a futsal tournament."
        },
        "visionartech": {
            "description": "Creation of the logo for a startup, establishing a strong and cohesive visual presence."
        },
        "som": {
            "description": "Creation of a brand against plastic pollution in the oceans, including logo, brand manual, website, and social media pages."
        }
    }
}